Repository: SFSeeger/Abitur-Song-Uploader
Catalog: src/imageupload/locale/*/LC_MESSAGES/django.po
Languages: de

source: Submit
de: Absenden

source: Picture
de: Bild

source: Baby Picture
de: Baby Bild

source: Image Type
de: Art des Bildes

source: User
de: Nutzter

source: Image
de: Bild

source: description
de: Beschreibung

source: Changed at
de: Verändert am

source: Created at
de: Hochgeladen am

source: User Image
de: Nutzer Bild

source: User Images
de: Nutzer Bilder

source: Choose Image
de: Bild wählen
