Repository: SFSeeger/Abitur-Song-Uploader
Catalog: src/polls/locale/*/LC_MESSAGES/django.po
Languages: de

source: Create Question
de: Frage Erstellen

source: Max Answers has to be one on this question type
de: Für diesen Fragetyp kann Maximale Antworten nur eins sein

source: Question
de: Frage

source: Options
de: Optionen

source: Value
de: Wert

source: Image
de: Bild

source: Values
de: Werte

source: Only %(max_answers)s options possible
de: Nur %(max_answers)s Optionen möglich

source: Description
de: Beschreibung

source: Start Date
de: Anfangsdatum

source: End Date
de: Enddatum

source: Can be answered multiple times
de: Kann öfters beantwortet werden

source: Poll
de: Umfrage

source: Polls
de: Umfragen

source: Can open Polls
de: Kann Umfragen öffnen

source: Can close Polls
de: Kann Umfragen schließen

source: Text Type
de: Texttyp

source: Image Type
de: Bildtyp

source: Multiple Choice Type
de: Mehrfachauswahltyp

source: Question Type
de: Fragentyp

source: Order in which questions are displayed
de: Reihefolge in welchem die Fragen angezeigt werden

source: Max Answers
de: Maximale Antworten

source: Max amounts of Answers that can be given
de: Maximale Anzahl an Antworten die geben werden kann

source: created at
de: Erstellt um

source: Questions
de: Fragen

source: User
de: Nutzer

source: Response
de: Antwort

source: You have already answered this poll
de: Du hast diese Umfrage bereits beantwortet

source: Poll is closed
de: Umfrage ist geschlossen

source: Create Poll
de: Umfrage erstellen

source: Submit
de: Absenden

source: File
de: Datei

source: List Answers for
de: Antworten auflisten für

source: Reset
de: Zurücksetzen

source: Select
de: Auswählen

source: No User or User with answer selected
de: Kein Nutzer oder Nutzer mit Antwort ausgewählt

source: Thank you for answering
de: Vielen dank für ihre Antwort

source: Return to main page
de: Zurück zur Hauptseite kehren

source: Answer Question
de: Frage beantworten

source: Start answering %(question)s
de: Beantworte %(question)s

source: Start answering %(object)s
de: %(object)s beantworten

source: Start Answering
de: Antworten beginnen

source: Load Options from csv
de: Lade Optionen von einer csv-Datei

source: Format of the csv file
de: Format der csv-Datei

source: value1 (any arbitrary value) value2 value3 ...
de: wert1 (jeder willkürlicher wert) wert2 wert3 ...

source: Create Options
de: Option erstellen

source: Load from CSV-File
de: Von csv-Datei laden

source: Add another value
de: Füge einen neuen Wert hinzu

source: Finish answering
de: Beantworten abschließen

source: Add Poll
de: Änderung übernehmen

source: Update
de: Aktualisieren

source: Current Winners
de: Aktuelle Gewinner

source: No options yet...
de: Noch keine Optionen...

source: # of Votes
de: # an Stimmen

source: Questions for
de: Fragen für

source: Add Question
de: Frage hinzufügen

source: Update %(object)s
de: %(object)s aktualisieren
